[
    {
        "id": "1",
        "slug": "project-1",
        "title": "Weather API Project",
        "short_description": "Connecting to a weather API with the users geolocation and getting the weather and area for them..",
        "description": "Connecting to a weather API with the users geolocation and getting the weather and area for them with the latitude and longitude adding it on to the end of the API. This is built using HTML, SCSS and Jquery, using Ajax to connect to the API.",
        "img": "./images/weatherAPI.jpg",
        "link": "https://codepen.io/aimeetacchi/full/OOVBrj",
        "skills": "HTML, CSS (Scss), Jquery, Ajax Mobile Responsive, Git, Gulp"
    },
    {
        "id": "2",
        "slug": "project-2",
        "title": "Javascript Gallery",
        "short_description": "This project was built in Javascript I took a idea like instagram..",
        "description": "This project was built in Javascript I took a idea like instagram but added tabs and the images have data attributes so it knows what ones to pick",
        "img": "./images/photofilter.jpg",
        "link": "https://codepen.io/aimeetacchi/full/ejzpBX",
        "skills": "HTML, CSS (Scss), Javascript and, Mobile Responsive"
    },
    {
        "id": "3",
        "slug": "project-3",
        "title": "Travel App",
        "short_description": "Travel App built in Javascript to keep track of your trips...",
        "description": "Travel App built in Javascript to keep track of your trips, it uses local storage to store your trips you have already added.",
        "img": "./images/places-app.jpg",
        "link": "https://codepen.io/aimeetacchi/full/ZjxBqB",
        "skills": "HTML, Css(Scss), Javascript"
    },
    {
        "id": "4",
        "slug": "project-4",
        "title": "Canvas Drawing Board",
        "short_description": "This was built in HTML5 Canvas and Javascript you can create shapes.",
        "description": "This was built in HTML5 Canvas and Javascript you can create shapes of different sizes and colors",
        "img": "./images/canvas.jpg",
        "link": "https://codepen.io/aimeetacchi/full/jYEvpQ",
        "skills": "HTML5 Canvas, Css(Scss), Javascript"
    }
]